export const validator = Object.freeze({
  V001: "กรุณากรอกข้อมูล",
  V002: "กรุณาเลือกข้อมูล",
  V003: "กรุณาเลือกวันที่",
  V004: "กรุณากรอกข้อมูลเป็นตัวเลขเท่านั้น",
  V005: "กรุณากรอกข้อมูลเป็นตัวอักษรเท่านั้น",
  V006: "กรุณากรอกเลขบัตรประชาชนตามรูปแบบที่ถูกต้อง ให้ครบ 13 หลัก",
  V007: "กรุณากรอกเลขที่ภาษีเป็นตัวเลข ให้ครบ 10 หรือ 13 หลัก",
  V008: "กรุณากรอกเลขเบอร์โทรศัพท์ให้ครบถ้วน",
  V009: "ไฟล์มีขนาดเกิน 6 MB",
  V010: "การอัปโหลดรองรับไฟล์ PDF เท่านั้น",
  V011: "การอัปโหลดรองรับไฟล์ Excel เท่านั้น",
  V012: "การอัปโหลดรองรับไฟล์ PDF,Excel เท่านั้น",
  V013: `ไฟล์มีจำนวนเกิน $num ไฟล์`,
  V014: "การอัปโหลดรองรับไฟล์ Doc,PDF,Excel เท่านั้น",
});

